{
    "jobs": [

      {
        "id": 1,
        "title": "Postdoctoral Fellowship in Deep Learning Applied to Cancer (dry lab)",
        "description": [
          "The Luber Lab, located in the Department of Computer Science and Engineering in the College of Engineering at The University of Texas at Arlington, is recruiting two postdoctoral fellows with experience in vision transformers, generative AI, pathology informatics, deep learning architecture design, or distributed model training.The current focus areas of the lab include:\n",
          "1) Generative AI for medical imaging\n",
          "2) deep learning based petabyte scale pathology compression, search, and integration w/ EHR, \n3) computational design of microbial immunotherapy augmentations \n",
          "4) integrating polygenic risk scores with imaging using ViT in the operating room, and \n",
          "5) developing imaging processing techniques for complex microscopy that integrates single cell sequencing.\n",
          "Other areas include computational design of microbial immunotherapy augmentations, integrating polygenic risk scores with imaging using ViT in the operating room, and developing imaging processing techniques for complex microscopy that integrates single cell sequencing.",
          "A potential candidate could join  these existing projects or move in a new but related area."
    ],
        "additionalinformation": [
          "Applicants should have a doctorate in computer science, biomedical informatics, or a related quantitative field with substantial experience in either PyTorch, Keras, and/or Tensorflow.",
          "Experience with computer vision algorithms and libraries.",
          "The salary for this position is $70,000 per year and includes a generous benefits package."
        ]
      },
      
      {
        "id": 2,
        "title": "PhD Positions",
        "description": ["We currently have funding to accept multiple PhD students this upcoming application cycle.\n",
        "During their PhD, the applicant will have priority access to 8 state of the art NVIDIA DGX A100 GPUs"
                      ],
        "additionalinformation": [
          " If you are interested in doing a PhD or Masters with us, please apply to the UTA CSE department, specify interest in the bioinformatics track, mention Dr. Luber in your application, and \n click the apply button to send additional documents.",
          "In some circumstances Dr. Luber may be able to co-mentor graduate students in the Bioengineering department at UTA."
        ]
      },
      
      {
        "id": 3,
        "title": "Non-student Positions",
        "description": ["1. Postdoctoral Fellowship in Deep Learning Applied to Cancer (dry lab).",
                        "2. Associate Computational Biologists (only B.S. required, dry lab).",
                        "3. Staff Scientist",
                        "4. Software Engineer"
                      ],
        "additionalinformation": [
        ]
      }
      
    ]
  }
  