{
    "jobs": [
      
      {
        "id": 1,
        "title": "Non-student Positions",
        "description": ["1. Postdoctoral Fellowship in Deep Learning Applied to Cancer (dry lab).",
                        "2. Associate Computational Biologists (only B.S. required, dry lab).",
                        "3. Staff Scientist",
                        "4. Software Engineer"
                      ],
        "additionalinformation": [
          "1. Postdoctoral Fellowship in Deep Learning Applied to Cancer (dry lab).",
          "2. Associate Computational Biologists (only B.S. required, dry lab).",
          "3. Staff Scientist",
          "4. Software Engineer"
        ]
      },
      {
        "id": 2,
        "title": "Postdoctoral Fellowship in Deep Learning Applied to Cancer (dry lab)",
        "description": [
    "The Luber Lab, located in the Department of Computer Science and Engineering in the College of Engineering at The University of Texas at Arlington, is recruiting two postdoctoral fellows with experience in vision transformers, generative AI, pathology informatics, deep learning architecture design, or distributed model training.",
    "The current focus areas of the lab include: 1) Generative AI for medical imaging, 2) Deep learning based petabyte scale pathology compression, search, and integration with EHR.",
    "Other areas include computational design of microbial immunotherapy augmentations, integrating polygenic risk scores with imaging using ViT in the operating room, and developing imaging processing techniques for complex microscopy that integrates single cell sequencing.",
    "A potential candidate could join \n these existing projects or move in a new but related area."
  ],
        "additionalinformation": [
          "Applicants should have a doctorate in computer science, biomedical informatics, or a related quantitative field with substantial experience in either PyTorch, Keras, and/or Tensorflow.",
          "Experience with computer vision algorithms and libraries.",
          "Strong programming skills in Python or C++."
        ]
      }
    ]
  }
  